#!/usr/bin/env python
# coding=utf8

Articles = {
    1:{
        "title":"亚当和夏娃",
        "content":"亚当和夏娃是《圣经》里的人物。据说，神·耶和华用五天时间创造了天地万物，第六天，用尘土创造了亚当。亚当是世上第一个人类和第一个男人，后来神·耶和华又用亚当的一根肋骨创造了第一个女人——夏娃，并让他们结为夫妻，共同生活在伊甸园。后来夏娃受蛇的诱惑，偷食了善恶树的禁果，并让亚当食用。神·耶和华发现后，对亚当和夏娃进行了惩罚，把二人逐出了伊甸园，二人成为人类的祖先。",
        "uid":2,
        "status":1,
        "update":"2018-12-31",
        "create":"2018-12-11",
    },
    2:{
        "title":"冰与火之歌",
        "content":"故事从维斯特洛大陆边境处发现远古传说中早已灭绝的生物开始，预示着危险即将到来。而这片大陆的临冬城主暨北境统领艾德·史塔克的家族也迎来了老友兼国王劳勃·拜拉席恩的来访。国王希望艾德·史塔克能担任首相一职，对抗企图夺取铁王座的叛军。",
        "uid":2,
        "status":1,
        "update":"2018-12-21",
        "create":"2018-11-24",
    },
    3:{
        "title":"春节",
        "content":"春节，即农历新年，是一年之岁首，传统意义上的“年节”。俗称新春、新岁、新年、新禧、年禧、大年等，口头上又称度岁、庆岁、过年、过大年。春节历史悠久，由上古时代岁首祈年祭祀演变而来。",
        "uid":1,
        "status":1,
        "update":"2018-11-17",
        "create":"2018-01-24",
    },
    "next":4,
}

Users = {
    1:{
        "name":"美少女",
        "tel":"18722392278",
        "email":"848565999@qq.com",
    },
    2:{
        "name":"旋风小子",
        "tel":"17745395565",
        "email":"445465343@qq.com",
    },
}

Comments = {
    1:{
        "aid":1,
        "uid":1,
        "content":"扯淡",
        "create":"2018-12-12",
        "status":1,
    },
    2:{
        "aid":1,
        "uid":2,
        "content":"好看",
        "create":"2018-12-12",
        "status":1,
    },
    3:{
        "aid":2,
        "uid":2,
        "content":"菜鸟，写的差",
        "create":"2018-12-12",
        "status":1,
    },
    4:{
        "aid":3,
        "uid":2,
        "content":"越来越好",
        "create":"2018-12-12",
        "status":1,
    },
    5:{
        "aid":3,
        "uid":2,
        "content":"改改吧",
        "create":"2018-12-12",
        "status":1,
    },
    6:{
        "aid":2,
        "uid":1,
        "content":"不可能",
        "create":"2018-12-12",
        "status":1,
    },
    "next":7,
}

if __name__ == '__main__':
    pass

